IDEA StatiCa Open Model
ReportSettings.Unit Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 The name of the required culture of the report
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public UnitType Unit { get; set; }
Public Property Unit As UnitType
	Get
	Set
public:
property UnitType Unit {
	UnitType get ();
	void set (UnitType value);
}
Property Value
Type: UnitType
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace